tap 'caskroom/cask'

brew 'bash'  # bash 4+
brew 'zsh'
brew 'mksh'
brew 'stow'
brew 'tree'
brew 'coreutils'
brew 'findutils'
brew 'htop'
brew 'ncdu'
brew 'exa'
brew 'dfc'
brew 'fd'
brew 'ripgrep'
brew 'tmux'
brew 'curl'
brew 'wget'
brew 'editorconfig'
brew 'micro'
cask 'atom'
cask 'keepassxc'
brew 'mpv'
brew 'neofetch'
brew 'ranger'
brew 'pv'
brew 'upx'
brew 'stress'
brew 'atool'
brew 'p7zip'
brew 'youtube-dl'
brew 'speedtest-cli'

brew 'python'
brew 'pyenv'
brew 'node'
brew 'yarn'
brew 'nvm'
brew 'ruby'
brew 'rbenv'
brew 'go'
brew 'dep'
brew 'rust'
brew 'shellcheck'
cask 'docker'
